Repository: yakushevichsv/jackacrasher
Catalog: JackACrasher/*.lproj/Localizable.strings
Languages: ru

source: help-page001.png
ru: ru-help-page001.png

source: help-page005.png
ru: ru-help-page005.png

# FontName
source: gamerobot
ru: Arial-BoldMT

# HelpPage1
source: Player can't move Attack trash asteroids
ru: Игрок не может пошевелиться Атакуйте мусор

# HelpPage2
source: Player can't move Destroy trash - asteroids
ru: Игрок неподвижен Уничтожте красные астеройды

# HelpPage3
source: When there is a bomb Destroy it,being under the transmitter
ru: При появлении ракеты Уничтож её находясь в луче трансмиттера

# HelpPage4
source: When there is a bomb Wait specified time interval to destroy it automatically
ru: При появлении ракеты Ожидайте в течении интервала на старт автоуничтожения

# HelpPage5
source: The transmitter transmits the player to the left corner You can shot under the ray beam
ru: Трансмиттер переносит игрока в левую часть экрана Находясь в луче можно стрелять

# HelpPage6
source: In a beam move up & down Destroy enemies
ru: В луче двигайтесь вверх, вниз Уничтожайте врагов

# ADenied
source: Access denied
ru: Доступ запрещён

source: Success
ru: Всё хорошо

source: Attention
ru: Внимание

source: Sorry
ru: Извините

# SorryTwitter
source: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account setup
ru: Невозможно послать твит в данный момент пожалуйста проверьте наличие интернет соединения и то что у вас есть аккаунт в Твитере

source: Error
ru: Ошибка

# ErrorTimeLine
source: Error posting on the timeline. Please try again latter
ru: Ошибка публикации. Попробуйте позже

# ThanksVK
source: Thanks for posting on VK!
ru: Спасибо за публикацию в ВК!

# ThanksTweeting
source: Thanks for tweeting!
ru: Спасибо за твит!

# ThanksPosting
source: Thanks for posting
ru: Спасибо за пост

# LogoText
source: I am playing in JackACrasher!
ru: Я играю в Джек-Крушитель!

# FBDecsr
source: Have fun!. Help Jack to crash as much as you can!
ru: Веселитесь!. Помогите Джеку разрушить как можно больше!

# NoImplement
source: That functionality hasn't been implemented yet
ru: Данный функционал к сожалению ещё не реализован

# NoITunesStore
source: Couldn't access iTunes Store
ru: Не удалось подсоединится к iTunes

# EnableIAP
source: For purchasing things please enable IAP
ru: Пожалуйста активируйте IAP для осуществления покупок

# EnableIAPTitle
source: Please enable In-App-Purchases
ru: Пожалуйста разрешите покупки в приложении (IAP)

# EnableGC
source: Please enable Game Center!
ru: Пожалуйста активируйте игровой центр(Game Center)!

# GCDisabledTitle
source: Game Center is disabled
ru: Игровой центр не активен

# GCDisabledMessage
source: To participate in Leaderboard Please enable it
ru: Для сохранения результатов в Leaderboard Пожалуйста активируйте его

# CKDisabledTitle
source: iCloud is disabled
ru: Активируйте iCloud

# CKDisabledMessage
source: Please log in to iCloud or create account for keeping purchases' information
ru: Пожалуйста активируйте iCloud уч запись iCloud запись сохраняет в себе результаты

source: Score
ru: Очки

source: Game Over
ru: Конец игры!

source: Start crashing
ru: Начните крушите

source: Let's crash something!
ru: Пора крушить!

source: You didn't play for a while!
ru: Давно вас не было видно!

source: Can't move Attack trash asteroids
ru: Не пошевелиться Атакуй мусор(пояс астеройдов)

source: When there is a bomb, destroy it Or wait until a timer has signaled And it will be fired automatically
ru: При появлении ракеты ,уничтож её Или дождитесь истечения времени таймера И ракета будет уничтожена автоматически

source: In a Beam Move up &down Attack enemies
ru: В луче Можете двигаться в пределах него Аттаковать противников

source: Transmitter transmits a player to the lower left corner In a beam move up,down & attack enemies
ru: Трансмиттер переносит игрока в левую часть экрана Можно двигаться в пределах луча, уничтожая врагов

source: Price
ru: Цена

source: Purchase of %@ failed
ru: Не удалось заказать элемент %@
